Revit 2017 API
AssetPropertyInt64.Value Property
Get the value of the property.
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public long Value { get; }
Visual Basic
Public ReadOnly Property Value As Long
	Get
Visual C++
public:
property long long Value {
	long long get ();
}
See Also
AssetPropertyInt64 Class
Autodesk.Revit.Utility Namespace